// https://Github.com/AJLoveChina
var config = {
  // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
  lines: [
    "缘分的奇妙，总让人难以相信。",
    "指尖与屏幕的触碰，怎料擦出了爱的火花。",
    "相约的岳麓山之行，295.6米的海拔，有点意犹未尽。",
    "夜晚的橘子洲漫步，波光流影，不断照映着我们的情意。",
    "离别时空荡的地铁站，填满了我不舍的期许。",
    "多么希望，下一趟可以晚些来临。",
    "我望着你的背影逐渐远去。",
    "你消失的身影从我的眼里走进了心里。",
  ],

  // 相爱的时间 记住格式不能写错了, 非常重要
  // 格式一定要和下面这个时间格式一样
  // 分别是 年-月-日T时时:分分:秒秒
  //      温馨警告:
  //          1.时分秒都必须是俩个数字  比如 00:00:00
  //          2.T不能丢了
  date: "2024-12-26T10:31:00",

  // 双方的名字
  names: ["肖健正", "李玉霞"],
};
